<header class="header container py-3">
    <div class="row align-items-center">
        <div class="col-4 col-md-2 logo">
            <a href="/">
                <img src="/resources/img/logo.svg" alt="100Skills" />
            </a>
        </div>
        <div class="col-md-6 grid-3 m-none">
            <div>
                <h1 class="lk-title">Мой профиль</h1>
            </div>
            <div>
                <a href="/account/courses/create" class="btn btn-red btn-icon" style="white-space: nowrap;">
                    <svg width="18" height="19" viewBox="0 0 18 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M14.25 8.75H9.75V4.25C9.75 4.05109 9.67098 3.86032 9.53033 3.71967C9.38968 3.57902 9.19891 3.5 9 3.5C8.80109 3.5 8.61032 3.57902 8.46967 3.71967C8.32902 3.86032 8.25 4.05109 8.25 4.25V8.75H3.75C3.55109 8.75 3.36032 8.82902 3.21967 8.96967C3.07902 9.11032 3 9.30109 3 9.5C3 9.69891 3.07902 9.88968 3.21967 10.0303C3.36032 10.171 3.55109 10.25 3.75 10.25H8.25V14.75C8.25 14.9489 8.32902 15.1397 8.46967 15.2803C8.61032 15.421 8.80109 15.5 9 15.5C9.19891 15.5 9.38968 15.421 9.53033 15.2803C9.67098 15.1397 9.75 14.9489 9.75 14.75V10.25H14.25C14.4489 10.25 14.6397 10.171 14.7803 10.0303C14.921 9.88968 15 9.69891 15 9.5C15 9.30109 14.921 9.11032 14.7803 8.96967C14.6397 8.82902 14.4489 8.75 14.25 8.75Z" fill="white"/>
                    </svg>
                    Разместить курс
                </a>
            </div>
            <div>
                <a href="/" class="btn">
                    <strong>Вернуться на сайт</strong>
                </a>
            </div>
        </div>
        <div class="col-8 col-md-4 grid-4-2 boundary align-items-center">
            <div class="account-info align-items-center">
                <?php if ( !is_null($item) ): ?>
                    

                    <div class="school-img-box" style="overflow: hidden; width: 49px; height: 49px;">
                        <?php if ( !is_null($item["gallery"]) && $item["gallery"]->first() != null ): ?>
                            <img data-src="<?=$item["gallery"]->first()->src ?>"
                                 style="width: 100%; height: 100%; object-fit: cover;"
                                 class="school-img" />
                        <?php else: ?>
                            <img src="/resources/img/no-photo.png" 
                                 style="width: 100%; height: 100%; object-fit: cover;" 
                                 class="school-img" />
                        <?php endif ?>
                    </div>
                    <div>
                        <a style="cursor: pointer;" class="shool-info-btn">

                            <span class="name m-none"><?=@$item['title'] ?></span>
                            <!-- <span class="name-desc m-none">Преподаватель</span> -->
                            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M17.0002 9.16994C16.8128 8.98369 16.5594 8.87915 16.2952 8.87915C16.031 8.87915 15.7776 8.98369 15.5902 9.16994L12.0002 12.7099L8.46019 9.16994C8.27283 8.98369 8.01938 8.87915 7.75519 8.87915C7.49101 8.87915 7.23756 8.98369 7.05019 9.16994C6.95646 9.26291 6.88207 9.37351 6.8313 9.49537C6.78053 9.61723 6.75439 9.74793 6.75439 9.87994C6.75439 10.012 6.78053 10.1427 6.8313 10.2645C6.88207 10.3864 6.95646 10.497 7.05019 10.5899L11.2902 14.8299C11.3832 14.9237 11.4938 14.9981 11.6156 15.0488C11.7375 15.0996 11.8682 15.1257 12.0002 15.1257C12.1322 15.1257 12.2629 15.0996 12.3848 15.0488C12.5066 14.9981 12.6172 14.9237 12.7102 14.8299L17.0002 10.5899C17.0939 10.497 17.1683 10.3864 17.2191 10.2645C17.2699 10.1427 17.296 10.012 17.296 9.87994C17.296 9.74793 17.2699 9.61723 17.2191 9.49537C17.1683 9.37351 17.0939 9.26291 17.0002 9.16994Z" fill="black"/>
                            </svg>                                
                        </a>
                        <div class="li-contacts-box" uk-dropdown="pos: bottom-justify; boundary: .boundary; boundary-align: true">
                            <div class="lk-contacts">
                                <div>
                                    <span>Телефон:</span>
                                    <span>Email:</span>
                                    <span>Адрес:</span>
                                    <span>Сайт:</span>
                                </div>
                                <div>
                                    <?php if ( isset($item['phone']) && !is_null($item['phone']) ): ?>
                                        <a href="tel:<?=$item['phone'] ?>" class="contact-link">
                                            <?=$item['phone'] ?>
                                        </a>
                                    <?php else: ?>
                                        <a class="contact-link">
                                            -
                                        </a>
                                    <?php endif ?>
                                    <?php if ( isset($item['email']) && !is_null($item['email']) ): ?>
                                        <a href="mailto:<?=$item['email'] ?>" class="contact-link">
                                            <?=$item['email'] ?>
                                        </a>
                                    <?php else: ?>
                                        <a class="contact-link">
                                            -
                                        </a>
                                    <?php endif ?>
                                    <?php if ( isset($item['adress']) && !is_null($item['adress']) ): ?>
                                        <a class="contact-link"
                                           href="https://yandex.ru/maps/?pt=<?=$item['latitude'] ?>,<?=$item['longitude'] ?>&z=17"
                                           target="_blank" 

                                            >
                                            <?=$item['adress'] ?>
                                        </a>
                                    <?php else: ?>
                                        <a class="contact-link">
                                            -
                                        </a>
                                    <?php endif ?>
                                    <?php if ( isset($item['link']) && !is_null($item['link']) ): ?>
                                        <a href="<?=$item['link'] ?>" class="contact-link">
                                            <?=$item['link'] ?>
                                        </a>
                                    <?php else: ?>
                                        <a class="contact-link">
                                            -
                                        </a>
                                    <?php endif ?>
                                </div>
                            </div>
                            <?php if ( !is_null($item) ): ?>
                                <a href="/account/profile/<?=@$item['slug'] ?>" class="btn edit-contact-btn btn-edit">
                                    <div>
                                        <svg width="22" height="22" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                            <path d="M21 11.9999C20.7348 11.9999 20.4804 12.1053 20.2929 12.2928C20.1054 12.4804 20 12.7347 20 12.9999V18.9999C20 19.2652 19.8946 19.5195 19.7071 19.707C19.5196 19.8946 19.2652 19.9999 19 19.9999H5C4.73478 19.9999 4.48043 19.8946 4.29289 19.707C4.10536 19.5195 4 19.2652 4 18.9999V4.99994C4 4.73472 4.10536 4.48037 4.29289 4.29283C4.48043 4.1053 4.73478 3.99994 5 3.99994H11C11.2652 3.99994 11.5196 3.89458 11.7071 3.70705C11.8946 3.51951 12 3.26516 12 2.99994C12 2.73472 11.8946 2.48037 11.7071 2.29283C11.5196 2.1053 11.2652 1.99994 11 1.99994H5C4.20435 1.99994 3.44129 2.31601 2.87868 2.87862C2.31607 3.44123 2 4.20429 2 4.99994V18.9999C2 19.7956 2.31607 20.5587 2.87868 21.1213C3.44129 21.6839 4.20435 21.9999 5 21.9999H19C19.7956 21.9999 20.5587 21.6839 21.1213 21.1213C21.6839 20.5587 22 19.7956 22 18.9999V12.9999C22 12.7347 21.8946 12.4804 21.7071 12.2928C21.5196 12.1053 21.2652 11.9999 21 11.9999ZM6 12.7599V16.9999C6 17.2652 6.10536 17.5195 6.29289 17.707C6.48043 17.8946 6.73478 17.9999 7 17.9999H11.24C11.3716 18.0007 11.5021 17.9755 11.6239 17.9257C11.7457 17.8759 11.8566 17.8026 11.95 17.7099L18.87 10.7799L21.71 7.99994C21.8037 7.90698 21.8781 7.79637 21.9289 7.67452C21.9797 7.55266 22.0058 7.42195 22.0058 7.28994C22.0058 7.15793 21.9797 7.02722 21.9289 6.90536C21.8781 6.7835 21.8037 6.6729 21.71 6.57994L17.47 2.28994C17.377 2.19621 17.2664 2.12182 17.1446 2.07105C17.0227 2.02028 16.892 1.99414 16.76 1.99414C16.628 1.99414 16.4973 2.02028 16.3754 2.07105C16.2536 2.12182 16.143 2.19621 16.05 2.28994L13.23 5.11994L6.29 12.0499C6.19732 12.1434 6.12399 12.2542 6.07423 12.376C6.02446 12.4979 5.99924 12.6283 6 12.7599ZM16.76 4.40994L19.59 7.23994L18.17 8.65994L15.34 5.82994L16.76 4.40994ZM8 13.1699L13.93 7.23994L16.76 10.0699L10.83 15.9999H8V13.1699Z" fill="#E61D2B"/>
                                        </svg>                                        
                                    </div>
                                    <div>Редактировать</div>
                                </a>
                            <?php endif ?>
                        </div>
                    </div>
                <?php endif ?>
            </div>
            <div class="uk-text-right">
                <form method="POST" action="/logout">
                    @csrf
                    <a onclick="event.preventDefault(); this.closest('form').submit();">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M4 12C4 12.2652 4.10536 12.5196 4.29289 12.7071C4.48043 12.8946 4.73478 13 5 13H12.59L10.29 15.29C10.1963 15.383 10.1219 15.4936 10.0711 15.6154C10.0203 15.7373 9.9942 15.868 9.9942 16C9.9942 16.132 10.0203 16.2627 10.0711 16.3846C10.1219 16.5064 10.1963 16.617 10.29 16.71C10.383 16.8037 10.4936 16.8781 10.6154 16.9289C10.7373 16.9797 10.868 17.0058 11 17.0058C11.132 17.0058 11.2627 16.9797 11.3846 16.9289C11.5064 16.8781 11.617 16.8037 11.71 16.71L15.71 12.71C15.801 12.6149 15.8724 12.5028 15.92 12.38C16.02 12.1365 16.02 11.8635 15.92 11.62C15.8724 11.4972 15.801 11.3851 15.71 11.29L11.71 7.29C11.6168 7.19676 11.5061 7.1228 11.3842 7.07234C11.2624 7.02188 11.1319 6.99591 11 6.99591C10.8681 6.99591 10.7376 7.02188 10.6158 7.07234C10.4939 7.1228 10.3832 7.19676 10.29 7.29C10.1968 7.38324 10.1228 7.49393 10.0723 7.61575C10.0219 7.73757 9.99591 7.86814 9.99591 8C9.99591 8.13186 10.0219 8.26243 10.0723 8.38425C10.1228 8.50607 10.1968 8.61676 10.29 8.71L12.59 11H5C4.73478 11 4.48043 11.1054 4.29289 11.2929C4.10536 11.4804 4 11.7348 4 12ZM17 2H7C6.20435 2 5.44129 2.31607 4.87868 2.87868C4.31607 3.44129 4 4.20435 4 5V8C4 8.26522 4.10536 8.51957 4.29289 8.70711C4.48043 8.89464 4.73478 9 5 9C5.26522 9 5.51957 8.89464 5.70711 8.70711C5.89464 8.51957 6 8.26522 6 8V5C6 4.73478 6.10536 4.48043 6.29289 4.29289C6.48043 4.10536 6.73478 4 7 4H17C17.2652 4 17.5196 4.10536 17.7071 4.29289C17.8946 4.48043 18 4.73478 18 5V19C18 19.2652 17.8946 19.5196 17.7071 19.7071C17.5196 19.8946 17.2652 20 17 20H7C6.73478 20 6.48043 19.8946 6.29289 19.7071C6.10536 19.5196 6 19.2652 6 19V16C6 15.7348 5.89464 15.4804 5.70711 15.2929C5.51957 15.1054 5.26522 15 5 15C4.73478 15 4.48043 15.1054 4.29289 15.2929C4.10536 15.4804 4 15.7348 4 16V19C4 19.7956 4.31607 20.5587 4.87868 21.1213C5.44129 21.6839 6.20435 22 7 22H17C17.7956 22 18.5587 21.6839 19.1213 21.1213C19.6839 20.5587 20 19.7956 20 19V5C20 4.20435 19.6839 3.44129 19.1213 2.87868C18.5587 2.31607 17.7956 2 17 2Z" fill="#E61D2B"/>
                        </svg>                            
                        Выйти
                    </a>
                </form>
            </div>
        </div>
    </div>
</header>

    <div class="client-consult" uk-toggle="target: #modal-consult">
        <img src="/resources/img/chat.svg" width="35" height="35" />
    </div>

    <!-- This is the modal -->
<div id="modal-consult" uk-modal>
    <div class="uk-modal-dialog uk-modal-body">
        <h3>Мы отправим ответ на указынный email в Вашем кабинете</h3>
        
        <form class="mt-4" action="" method="">
            <div class="row">
                <div class="col-md-12 mb-3">
                    <label>Тема:</label>
                    <input class="uk-input" type="text" placeholder="Укажите тему сообщения">
                </div>
                <div class="col-md-12 mb-3">
                    <label>Ваше сообщение:</label>
                    <textarea class="uk-textarea" rows="5" placeholder="Напишите сюда сообщение или вопрос"></textarea>
                </div>
                <div class="col-md-5 mt-3">
                    <button type="submit" class="btn btn-red btn-block">
                        Отправить сообщение
                    </button>
                </div>
                <div class="col-md-7 mt-3">
                    <p class="f-14">
                        Ваши данные используются исключительно для связи с Вами и не будут переданны третьим лицам.
                    </p>
                </div>
            </div>
        </form>
    </div>
</div>